{"text": "Human Design offers you a comprehensive road map to living your best life. It reveals how you are genetically designed to engage with the world, and how your unique inner guidance system operates. Moreover, it provides you with an approach to decision-making that aligns with you individually. By embarking on this journey, you will uncover your true purpose and gain valuable insights into the fulfillment and well-being that await you."}
{"text": "What would it mean to you to fully understand who you are, how you function in the world, and how you can best relate to others? Human Design is a user manual for life, a practical tool that gives you insight into your strengths and needs, and how to make decisions that support your personal growth—it empowers you to navigate life with awareness and live authentically."}
{"text": "Your Human Design BodyGraph (or Chart) is specific to you. It is based on your birth data and reveals your gifts, challenges and processes. It also reveals who you are not, and how you are susceptible to the influence of others."}
{"text": "Everyone falls into one of four main Types as shown on their BodyGraph: Generators (including Manifesting Generators), Projectors, Manifestors, and Reflectors. Each Type has its own Strategy to navigate life with more ease and move along the most fulfilling path — we sometimes say the correct Geometry."}
{"text": "You are a Manifesting Generator - —a Generator with manifesting potential (more on that in the Strategy section). As a Generator, you have consistent access to life’s most powerful motor, the Sacral Center, which generates the creative life force and has the power to sustain life."}
{"text": "It is vital that you use this life force in ways that are right for you, and apply it to work and tasks your Sacral indicates are the correct focus for your energy. When you're living in alignment with this life force, you take pleasure in using up your full reserve of energy each day, doing work you enjoy and feeling satisfied with what you’ve accomplished. "}
{"text": "Each of the four Types has a particular Strategy for approaching the world. Understanding and using the Strategy associated with your Type opens the way to a more fulfilling life. We all have been conditioned by our early environment and culture to see ourselves in ways that aren’t necessarily true to who we are, or to go about things in ways that aren't correct for us. Learning to use our Strategy effectively eliminates that conditioning and reveals our true nature, and how we can live a more authentic life."}
{"text": "An overview of your Strategy: The Strategy for all Generator's (including Manifesting Generators) is simple: Wait to respond. . As a Generator, you possess a tremendous reservoir of energy and have the stamina to commit to things, but your energy needs to be used in the right way. If a Generator invests energy in the wrong things it leaves them exhausted, frustrated, or unable to accomplish what they set out to do. Therefore it is crucial to apply this energy in a correct and productive way."}
{"text": "So how do you know which energetic commitments are right for you? A Generator's natural way is to be guided by response, a result of Sacral energy expressing itself through the body. That response may cause you to express sounds in response to being asked questions, or to follow through on a physical urge to engage in activity. You will know whether your energy is available if you wait for this Sacral life force to arise in response to what life brings you; only through that response will you know how best to use your energy. If you are patient and engage in this process, the power of your life force will draw things to you, and your energy will be ignited by activities that are right for you. Then you will move naturally into action, enjoy the process of being engaged in work, and you’ll have the power to finish what you start."}
{"text": "Your Manifesting Potential: Your Design also shows you to have manifesting potential, which means you can move quickly and have the capacity to be highly efficient in getting things done. It is this potential for manifesting in response to what life brings you that is unique to the Manifesting Generator. This can be challenging because it gives you an innate drive to initiate, and that urge to initiate can make you impatient to engage, rather than waiting to respond."}
{"text": "It’s important that you not initiate, or you will commit to activities that can not be sustained without overextending the Sacral’s generative energy. Over time, you risk depleting your energy resources which can cause you to experience deep frustration, and be prone to quitting. Keep in mind that while you possess this manifesting potential, your Type is that of a Generator, and you are designed to follow the Generator’s Strategy to have the best experiences."}
{"text": "Experimenting with your Strategy: As a Generator, your Strategy—waiting to respond—may seem simple, but that doesn’t mean it’s an easy Strategy to follow. You likely have been told to go out and make things happen, and have tried to initiate projects based on what you think you should do. Waiting to respond is a rather different approach. Experimenting with your Strategy involves surrendering to the moment, letting go of the need to be in control of how things unfold. This approach should not be confused with being idle or passive; as a Generator, you are busy by nature and are continually aware that you are surrounded by things to which you could respond. "}
{"text": "All Types are encouraged to experiment with their Strategy. At first it may seem strange to wait and trust your Sacral response to guide you through life. Remind yourself that you are, indeed, just experimenting; wait for a response in situations that are less impactful, and see what happens. You will begin to feel more satisfied as your energy pours into things that are correct for you, and will in turn feel more energetic as you attend to daily tasks."}
{"text": "The Importance of Inner Authority in Human Design: So much of life is about making the right decisions. It’s stressful when we aren’t sure if our approach to decision-making is the right one. Most of us were taught to make decisions by using our mind and you may have found that approach doesn’t always work well."}
{"text": "Human Design teaches that we are all born with an Inner Authority. For each person, their Inner Authority reveals one of the most important things in life: how they can best make decisions as the unique individual they are. "}
{"text": "An Overview of your Inner Authority: Your BodyGraph shows you have a defined Solar Plexus and therefore possess Emotional Authority. . That means your guide in life is found in experiencing a range of emotions before finding clarity about any particular issue or situation."}
{"text": "Emotional Authority asks that you rely on your emotions, and to be patient and wait out your emotional wave before making a decision.  This may surprise you as Western culture often urges us to set emotions aside, but for you, emotions are a reliable guide. Those with Emotional Authority can go through a wide array of feelings about any subject over a period of days or even weeks."}
{"text": "All your feelings, whether they are pleasant or difficult to process, inform your decisions, as long as you hold off making decisions until you’ve experienced the full array of your feelings and find clarity."}
{"text": "Experimenting with Emotional Authority: Despite what you have been taught throughout your life, the mind is not equipped to make decisions. Though it is an extraordinary tool for analyzing, assessing, reflecting and creating, it can only ponder decisions, working out the pros and cons. In addition, the mind has been conditioned by various external forces, each of which can cloud your judgment and make it difficult to know which choice to make. As someone with Emotional Authority, your emotions move consistently within you, from the highs of hope and joy to the lows of pain and sadness. Because your emotions follow this wave-like pattern, when you have a decision to make you need to wait out the ups and downs of your feelings about it before you can reach clarity about what to do. If you wait out your emotional wave, you will discover that your emotions provide you with great depth about any decision, enabling you to see and feel life from different perspectives."}
{"text": "Before you respond, wait for clarity! What does it mean to be a Manifesting Generator with Emotional Authority when you are faced with making a decision? By combining your Strategy and your emotional approach to Inner Authority, you have the template for making decisions in a way that’s natural to you, and that guides you to the most fulfilling and successful path. Your sacral energy does not support engaging in activities based on mental decisions, and your Emotional Authority asks that before you decide to respond to something, take the time to run through all the emotions it brings up. Then you can evaluate each emotion and make your decision when the time is right."}
{"text": "Like all Generators, you are inclined to make simple, guttural Sacral sounds, such as “uh-huh” for yes, “un-un” for no, and “hmmm” for I don’t know. Manifesting Generators are prone to bypass their sacral sounds and it can take patience and practice to connect to their Sacral and express these sounds; they signal your body’s emotional response as you go through daily life. However, keep in mind that when considering major decisions, these sounds are more an indication of where you are on your emotional wave at a particular moment, and not necessarily an expression of your final decision."}
{"text": "Given that your emotional responses take time to express themselves, your motto is “There is no truth in the Now.” This is because at any moment, you are experiencing life from a particular point in your emotional “wave,” rather than seeing the situation from the full spectrum of your emotions. If you do not give yourself time to fully move through the wave of emotions, you are likely to jump into things that may not be correct for you while on the high end of your wave, and you are just as likely to turn down opportunities that may be good for you when you’re feeling low. So it’s best to embrace your emotions over time and allow wisdom and answers to arise slowly from within, rather than making impulsive decisions in the moment. This is probably a new approach for you, but consider the times you’ve acted spontaneously and ended up experiencing regret. If you’ve been taught it’s not acceptable to keep people waiting, let that go as conditioning that isn’t helpful to you. The people who are meant to be in your life will be willing to wait for you to reach clarity."}
{"text": "What is an Aura? The Aura is an energy field. When someone steps into your aura, their Design impacts you as yours impacts theirs. The Aura of a Human varies according to Type but can be generally described. In terms of size, an Aura extends outwards approximately two meters (6 feet) in every direction."}
{"text": "The Manifesting Generator Aura: Due to the power of the Sacral, Manifesting Generators are always on the lookout for ways to spend their energy, and as a result often find themselves exhausted. But your aura can easily remedy that imbalance because what distinguishes you from the other Types is that you possess an open, enveloping aura that literally draws life to it. Because your aura has a receptive frequency and takes in all of life, it is designed to respond to what it meets in a healthy and supportive way. This openness naturally draws plenty of opportunities to engage in activities and processes that your life force is available for if you are willing to experiment with your Strategy. You may also need time to activate the ability to generate a response if your Sacral has been dormant for most of your life. Yet it is worth the effort, because living as a Manifesting Generator brings great rewards. It offers the potential to live a deeply satisfying life, in the course of which the right experiences appear to arise effortlessly."}
{"text": "The Potential, and Challenge, of a Manifesting Generator: Your tendency as a Manifesting Generator is to leap into action and initiate, sometimes acting aggressively and pushing even harder when you encounter resistance. Having the patience to wait until your Sacral signals it is available to engage in a process activates your Manifesting capability, and you’ll find yourself engaged in the task at hand, accomplishing tasks effectively and quickly. One thing to look out for is that Manifesting Generators can be in such a hurry to get things done that they mistakenly skip over what is essential. When they do, they can feel frustrated when they have to go back and work on what they missed. This is why the best approach for a Manifesting Generator is to slow down before committing your energy to anything — especially as someone with emotional authority. Making lists of the various steps of a task or of different tasks to complete prior to beginning them can be very helpful in keeping you on track."}
{"text": "The Power of Conditioning: Our Type, Strategy and Inner Authority are reflective of how to be in alignment with our nature, but conditioning often gets in the way of this. In your BodyGraph there are “open” areas—everything white or not colored in. Each open area is a receptor to conditioning, a doorway for conditioning to enter and keep you from expressing your authentic self. This process starts early on within our family dynamics, and continues throughout life as we are exposed to the various influences of the outside world. The conditioning we experience can be overwhelming, distort our perspective, and influence how we make decisions. However, once we are aware of this dynamic, we can use our openness in specific areas to gain wisdom in life, rather than identifying with the energetic frequencies that are not part of who we are."}
{"text": " Not-Self Talk: Open Centers create their own decision-making strategies in an attempt to keep us safe from confusion and pain. However, over time, these strategies become unhealthy, leading us to live a life of Not-Self actions. In other words, a life that is not our own. Not-Self talk reveals your open Centers in action; noticing this talk is essential to deconditioning, as you can finally be aware of whether your actions are being dictated by your True-Self or Not-Self. Notice your mind and what it is saying or telling you about your life. Notice how the mind will continually try to make your decisions."}
{"text": "Not-Self Talk of the Open Splenic Center: Let's not do that, because it makes me insecure. I'm afraid that I will feel inadequate if I do that. I'm not going to do that, because I might fail. I'm afraid of doing that, because I’m afraid of what the future will bring. I'm afraid of doing that, because I'm afraid of the responsibility or the criticism. I can’t do that, because I might lose my connection with that person."}
{"text": "Analysis: You have an open Splenic Center, meaning your physical wellbeing and general sense of feeling good is inconsistent and susceptible to others’ conditioning. This inconsistency is what makes you sensitive and highly attuned to your body’s needs, as well as others’ needs. Among your gifts is the natural ability to diagnose the physical wellbeing of others. You are open to how someone feels and can naturally assess a person’s or even a place’s health. However, as you are open to another’s wellbeing, or lack thereof, you take in that conditioning and amplify it. This is where you must be careful to choose people and things that are healthy for you, and most importantly, be strong enough to let go of things that are not.  By holding on to what isn't good for you out of fear and a need to feel safe and secure, you are harming yourself. There may be many people in your life who make you feel good, but it is vital not to become dependent on anyone or anything, and to let go when necessary for your own sake. The Splenic Center holds primal fears for our survival and wellbeing, and each Gate represents a primary fear for survival. With an undefined Spleen, these fears are easily magnified; you may therefore tend to hold on to those things and people that help to dissipate these fears, irrespective of whether this is ultimately beneficial for you. It is important that you tackle and handle these fears to cultivate your own sense of security, build physical resilience and avoid becoming dependent on others or potentially overwhelmed by fears. Constantly chasing that “feel-good,” and trying to address inconsistencies through diet, therapy, relationships or helping others will not fix anything in the long run. Remember, you experience inconsistency and always will. When you are in the aura of someone with a defined Spleen you may feel pressured to act spontaneously in the hope of feeling better, or making the fear go away. While it is correct for a defined Spleen to be spontaneous, this is generally not true for open Spleens who lack reliable or consistent intuition to guide you in the moment. As a general rule, acting spontaneously with an open Spleen potentially jeopardizes your safety and wellbeing.  Simply put, do not sacrifice your own security for the sake of feeling good."}
{"text": "Not-Self Talk of the Open Heart Center: I have to be in control. If I am in control, I can prove my worth. I need the courage and willpower to do this. If I show them how trustworthy I am, they will appreciate me. They think I can do this so I better prove to them that I can."}
{"text": "Analysis: You have an open Heart Center, which can be challenging to live with unless you understand its dynamics. The Heart Center is about willpower, and because this Center is open in your chart, you cannot rely on your willpower to be consistent. Most people with open Heart Centers are looking for willpower, the courage to be willful, and often try to prove to themselves and others that they can be. They end up deeply conditioned, because as a collective, we place immense value on willpower and courage, which can put those with an undefined Heart Center under considerable pressure as they try to compensate. The most important thing to understand about yourself is that you have nothing to prove. This may sound absurd, but it’s the only way you will ever have a healthy sense of self-worth. You are not designed to be competitive and willful, and do not have the consistent energy to support this. There is one rule that comes with having an open Ego: make as few promises as possible. Better yet, make none.  In the moment, if insecurity and the drive to prove yourself compel you to make a promise, it may seem like no big deal. But when the time comes to commit, you may find that you don't have the energy to support this and simply can't live up to the expectations placed upon you. People with undefined Heart Centers are classic overachievers, trying to out-compete others because of their insecurity and to compensate for a seeming lack of willpower. This can get you caught in a vicious circle of having to fulfill commitments you can't handle, so you make further promises you can't keep. Ultimately, this harms your self-esteem. It puts immense pressure on you and can be very detrimental to your health. Lack of self-worth is a powerful theme in many lives. Approximately 70% of humanity have an open Ego and are susceptible to experiencing this apparent lack. We live in a homogenized world where attributes such as willpower, confidence, and even egoism are sought-after qualities, and the drive for material success is highly valued and propagated, all placing immense stress on people with undefined Heart Centers. These are not consistent themes in your life; unless you compare yourself unfavorably to those with defined Egos, you can live a perfectly happy and successful life without these characteristics.  You need to realize you are gifted and talented in your own way, and have no need to prove it to anyone. Do not let anyone convince you to commit to anything simply to demonstrate your worth. Enjoy and take advantage of those times when you feel ready and have the energy to commit, guided by your personal authority, but make sure you can let it all go at anytime. Willpower is simply not a consistent trait within you, though at times it is natural to face challenges and not to shy away from them for fear of losing. Truly understanding these dynamics is quite an achievement, and to be freed of the immense pressure can be liberating. Over time, as you take in the energy of defined Egos, you become wise and aware in recognizing those who are capable of committing and delivering, and who can be trusted.  "}
{"text": "Not-Self Talk of the Open Ajna Center: We have to figure this out. What should I do with my life? I've got to figure out what to do with my life. Where is my next move? I am certain that ... . I have to 'know' the answer. I have to put order to my life to get rid of the chaos. I have to make this new idea a reality in my life. I'm not going to share my opinion, because I don't want to be challenged."}
{"text": "Analysis: You have an open Ajna Center, meaning the way you process information and conceptualize is not fixed. Your gift is the potential wisdom of being open minded without the need for certainty.  You should be ok with saying “I don't know” and being open to what others have to say. You will find there is a lot to learn, and that you truly do not know everything. How many times have you said, “Yes, I’m certain this is the way it is,” only to realize a couple of days later you’re actually doubting what you said? It’s healthy for you to have a fluid and adaptable way of thinking, soaking up all kinds of data, without identifying with any of it or claiming it as your own truth. The undefined mind is not designed to be consistent but ranges from being completely empty to overflowing with ideas, concepts and opinions. Having no fixed way of processing thoughts will only enhance your intelligence, something you will then be able to share with others. In fact, the very fluid nature of the undefined mind is the source of its dynamic and ever-changing intelligence, and open minds can be extremely creative and intellectual. As it is not easy to retain a consistent thought process when on your own, people with undefined Ajnas tend either to devalue their mind or try too hard to be intellectual. Those in your life with fixed minds will think and speak in a certain way, which does not mean one is better or worse; there is simply uniqueness. You do not need to worry about not understanding and remembering things, or to compare yourself intellectually to others.  Your open mind allows you take in what others are processing mentally, and you can store huge amounts of information, even though you may not have conscious access to what is stored in your memory but wait for it to be triggered or cued. Your gift is the ability to learn from all mental processes, not be fixed in any one way, and to discern which concepts, ideas or insights are of value. Your natural state is to remain open, not to identify with concepts and beliefs you have acquired along the way. Take advantage of your openness, and appreciate your very dynamic mind, which is a superb processor of information, capable of deep contemplation and acquiring much wisdom about the ways of the world."}
{"text": "Not-Self Talk of the Open Head Center: I need to find something inspiring. I need to find an answer to my questions. Where can I go to find the answers? I've got to understand this and/or make sense of this. Who can I talk to, to find the answers? "}
{"text": "Analysis: You have an open (undefined) Head Center, meaning you are open to new insights, questions, and those mental sparks that “fill” you with inspiration. The open Head Center also has tremendous potential to provide inspiration that can lead to wisdom. However, if you’re too busy questioning and thinking about things that don't matter or have nothing to do with you, then this potential wisdom is being subdued. At any time, or with anyone, you can easily become lost or overwhelmed by doubt and confusion that actually concerns others. This pressure results in questions, which you end up trying to resolve. The key is in understanding that they are not your questions and it’s probably not worth spending time and energy on finding the answers. It’s very common for people with open Head centers to take on the pressure of other people’s need for answers.  However, this simply isn’t healthy; you are not designed to be constricted to any one person's mental process. The potential in your openness is to understand the various thought processes and turn this into wisdom, not be stuck in any one way of thinking. To have a healthy open Head center is to be open to inspiration and questions from anywhere and anyone. At the same time, realize who the questions belong to without spending your time and energy on them, or feeling compelled to resolve them. Letting go of this pressure of other people’s need for answers results in relaxation, allowing you to enjoy new insights, mental sparks, and inspiration.  With an open Head center, you are likely to explore a wide range of stimulating intellectual and also mystical topics that can eventually yield answers you are seeking. Simply engage the natural drive of wanting to know and exploring the mysteries of life without becoming identified with or overwhelmed by it, and if it becomes a source of confusion or doubt, then it is time to withdraw. Taking this approach will ultimately allow you to see clearly which answers have the potential to lead to clarity, and to discern among the wide range of possibilities what is truly inspiring and merits contemplation."}
{"text": ""}
{"text": ""}
